Repository: sinfallas/live-debconfig
Catalog: manpages/po/*/live-debconfig_hostname.5.po
Languages: de, es, fr

source: Live Systems Project
de: Live System Projekt
es: Proyecto Live Systems
fr: Projet Live Systems

source: NAME
es: NOMBRE
fr: NOM

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN

source: SEE ALSO
de: SIEHE AUCH
es: VER TAMBIÉN
fr: VOIR AUSSI

source: HOMEPAGE
es: PÁGINA WEB
fr: PAGE D'ACCUEIL

source: More information about live-debconfig and the Live Systems project can be found on the homepage at E<lt>I<http://live-systems.org/>E<gt> and in the manual at E<lt>I<http://live-systems.org/manual/>E<gt>.
de: Weitere Informationen über live-debconfig und das Live System Projekt können auf der Homepage unter E<lt>I<http://live-systems.org/>E<gt> und im Handbuch unter E<lt>I<http://live-systems.org/manual/>E<gt> gefunden werden.
es: Se puede encontrar más información acerca de live-debconfig y el proyecto Live Systems en su página principal en E<lt>I<http://live-systems.org/>E<gt> y en el manual en E<lt>I<http://live-systems.org/manual/>E<gt>.
fr: Plus d'informations sur live-debconfig et le projet Live Systems peuvent être trouvées sur la page E<lt>I<http://live-systems.org/>E<gt> et dans le manuel sur E<lt>I<http://live-systems.org/manual/>E<gt>.

source: BUGS
de: FEHLER
es: ERRORES
fr: BOGUES

source: Bugs can be reported by submitting a bugreport for the live-debconfig package in the Bug Tracking System at E<lt>I<http://bugs.debian.org/>E<gt> or by writing a mail to the Live Systems mailing list at E<lt>I<debian-live@lists.debian.org>E<gt>.
de: Fehler können durch Einreichen eines Fehlerberichtes für das live-debconfig Paket im Debian Bug Tracking System unter E<lt>I<http://bugs.debian.org/>E<gt> oder durch Senden einer E-Mail an die Live System Mailing Liste unter E<lt>I<debian-live@lists.debian.org>E<gt> (englischsprachig) mitgeteilt werden.
es: Se puede notificar los fallos enviando un informe de errores sobre el paquete live-debconfig en el sistema de seguimiento de errores en E<lt>I<http://bugs.debian.org/>E<gt> o escribiendo un mensaje a la lista de correo de Live Systems a la dirección E<lt>I<debian-live@lists.debian.org>E<gt>.
fr: Les bogues peuvent être signalés en soumettant un rapport de bogue à propos du paquet live-debconfig dans le système de gestion des bogues sur E<lt>I<http://bugs.debian.org/>E<gt> ou en envoyant un courriel à la liste de diffusion de Live Systems sur E<lt>I<debian-live@lists.debian.org>E<gt>

source: AUTHOR
de: AUTOR
es: AUTOR
fr: AUTEUR

source: live-debconfig was written by Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt>.
de: live-debconfig wurde von Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt> geschrieben.
es: live-debconfig fue escrito por Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt>.
fr: live-debconfig a été conçu par Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt>.

source: B<live-debconfig> contains the components that configure a Live system during the build process (live-build).
de: B<live-debconfig> enthält die Komponente welche ein Live System während des Buildvorganges (live-build) konfigurieren.
es: B<live-debconfig> contiene los componentes que configuran un sistema Live durante el proceso de construcción (live-build).
fr: B<live-debconfig> contient les composants qui configurent un système Live pendant le processus de construction (live-build).

source: B<live-debconfig> - hostname component
de: B<live-debconfig> - Hostname Komponente
es: B<live-debconfig> - componente hostname
fr: B<live-debconfig> - composant hostname

source: This component sets the systems hostname in the /etc/hostname file.
de: Diese Komponente setzt den Hostnamen des Systems in Datei /etc/hostname.
es: Este componente establece el nombre del anfitrión del sistema en el fichero /etc/hostname
fr: Ce composant définit le nom d'hôte dans le fichier /etc/hostname

source: PRESEEDING
es: PRECONFIGURACIÓN
fr: PRECONFIGURATION

source: The hostname component currently features the following preseeding options.
de: Die Hostname Komponente enthält derzeit folgende Preseeding Optionen.
es: El componente hostname actualmente incluye las siguientes opciones de preconfiguración.
fr: Le composant hostname comprend actuellement les options de préconfiguration suivantes.

source: Allows to set the hostname of the system.
de: Erlaubt das Setzen des Hostnamen des Systems.
es: Permite establecer el nombre del anfitrión del sistema.
fr: Permet de définir le nom d'hôte du système.

source: If no value is preseeded, a suitable default is being suggested in a debconf prompt. If no value is entered in the debconf prompt, the default value is being used. The default value is determined automatically:
de: Wird kein Wert mit Preseeding vorgegeben, wird ein geeigneter Standardwert mit einer Debconf Eingabeaufforderung vorgeschlagen. Wird kein Wert in der Debconf Eingabeaufforderung eingegeben, wird der Standardwert benutzt. Der Standardwert ist automatisch bestimmt:
es: Si no hay ningún valor preconfigurado, se sugiere un valor por defecto adecuado en el prompt de debconf. Si no se introduce ningún valor en el prompt de debconf, se utiliza el valor por defecto. El valor por defecto se determina de forma automática:
fr: Si aucune valeur n'est préconfigurée, une valeur par défaut appropriée est suggérée en un prompt de debconf. Si aucune valeur n'est entrée dans le prompt debconf, la valeur par défaut est utilisée. La valeur par défaut est déterminée automatiquement:

source: 1. I<HOSTNAME> is set to the string in the /etc/hostname file, if existing and non-empty.
de: 1. I<HOSTNAME> wird auf den String in der /etc/hostname Datei gesetzt, sofern vorhanden und nicht leer.
es: 1. I<HOSTNAME> se establece con el fichero /etc/hostname, si este existe y no está vacio.
fr: 1. I<HOSTNAME> est fixé dans le fichier /etc/hostname si existant et non-vide.

source: 2. I<HOSTNAME> is set to the distributor's ID as in the /etc/os-release file, if existing and non-empty.
de: 2. I<HOSTNAME> wird auf die Distributor ID in der /etc/os-release Datei gesetzt, sofern vorhanden und nicht leer.
es: 2. I<HOSTNAME> se establece con la ID del distribuidor en el fichero /etc/os-release, si este existe y no está vacio.
fr: 2. I<HOSTNAME> est fixé a l'ID du distributeur comme dans le fichier /etc/os-release, si existant et non-vide.

source: 3. I<HOSTNAME> is set to the distributor's ID as in the I<lsb_release>(1) program, if installed and non-empty.
de: 3. I<HOSTNAME> wird auf die Distributor ID des I<lsb_release>(1) Programmes gesetzt, sofern vorhanden und nicht leer.
es: 3. I<HOSTNAME> se establece con la ID del distribuidor como en el programa I<lsb_release>(1) si está instalado y no está vacio.
fr: 3. I<HOSTNAME> est fixé a l'ID du distributeur comme dans le logiciel I<lsb_release>(1) s'il est installé et non-vide.

source: 4. I<HOSTNAME> is set to B<progress-linux> if the /etc/progress-linux_version file is existing.
de: 4. I<HOSTNAME> wird auf B<progress-linux> gesetzt sofern die /etc/progress-linux_version Datei vorhanden ist.
es: 4. I<HOSTNAME> se establece en B<progress-linux> si existe el fichero /etc/progress-linux_version.
fr: 4. I<HOSTNAME> est fixé a B<progress-linux> si le fichier /etc/progress-linux_version existe.

source: 5. I<HOSTNAME> is set to B<debian> as a fallback.
de: 5. I<HOSTNAME> wird auf B<debian> gesetzt als Fallback.
es: 5. I<HOSTNAME> se establece en B<debian> como forma alternativa.
fr: 5. I<HOSTNAME> est fixé a B<debian> en dernier recours.

source: B<Warning:> the new hostname will be set in the /etc/hostname file, overwriting any previous content without prior prompt or backup.
de: B<Warnung:> der neue Hostname wird in der /etc/hostname Datei, jeglicher vorheriger Inhalt wird ohne vorgängige Rückfrage oder Sicherung überschrieben.
es: B<Atención:> el nuevo nombre del anfitrión se añadirá al fichero /etc/hostname sobreescribiendo cualquier contenido anterior sin aviso o copia de seguridad.
fr: B<Attention:> le nouveau nom d'hôte sera fixé dans le fichier /etc/hostname, écrasant tout le contenu précédent sans avis préalable ou sauvegarde.
